{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"es","project_id_version":"WooCommerce - WooCommerce Payments"},"What else should I keep in mind while completing this process?":["¿Qué más debería tener en cuenta al completar este proceso?"],"The ultimate goal of the “Know Your Customer” process is to help your business get up and running with payments as soon as possible while protecting your business and your customers. We follow the same regulations as other financial institutions so that we can ensure we operate in an ethical and trustworthy manner. We want to protect your business and the payments that we manage for you. The “Know Your Customer” process helps us protect you.":["El objetivo final del proceso \"Conoce a tu cliente\" es ayudar a tu negocio a ponerse en marcha y funcionar con pagos lo antes posible mientras protege tu negocio y a tus clientes. Seguimos las mismas normas que otras instituciones financieras, por lo que podemos asegurar que operamos de manera ética y fiable. Queremos proteger tu negocio y los pagos que gestionamos por ti. El proceso \"Conoce a tu cliente\" nos ayuda a protegerte."],"Before we build a payment relationship with a customer, we ask for the information listed above to validate the business owner's identity and tax ID number, and to ensure that we can connect the listed bank account with the business itself.":["Antes de establecer una relación de pagos con un cliente, solicitamos la información que indicamos anteriormente para validar la identidad del propietario del negocio y el número de identificación fiscal, así como para comprobar que podemos conectar la cuenta bancaria anteriormente citada con el negocio."],"Why do I have to share this information?":["¿Por qué tengo que compartir esta información?"],"“Know Your Customer” standards are used by banks and other financial institutions to confirm that customers are who they say they are. By confirming their customers' identities, banks and financial institutions can help keep transactions safe from fraud and other suspicious activities.":["Los estándares de \"Conoce a tu cliente\" los utilizan bancos y otras instituciones financieras para confirmar que los clientes son quienes afirman ser. Al confirmar las identidades de los clientes, los bancos e instituciones financieras pueden proteger las transacciones contra fraudes y otras actividades sospechosas."],"What is “Know Your Customer”?":["¿Qué es \"Conoce a tu cliente\"?"],"As you continue the process of signing up for WooCommerce Payments, we'll ask for information about your business, including the business owner's date of birth and tax ID number. We know you may wonder why we ask for this information, and how it will be used. The “Know Your Customer” process, explained below, helps us provide a safe, ethical environment for all financial transactions.":["A medida que continúas con el proceso de inscripción de WooCommerce Payments, te pediremos información sobre tu negocio, incluida la fecha de nacimiento del propietario y el número de identificación fiscal. Sabemos que puedes preguntarte por qué pedimos esta información y cómo se utilizará. El proceso \"Conoce a tu cliente\" (que se explica más abajo) nos ayuda a proporcionar un entorno seguro y ético para todas las transacciones financieras."],"Why we ask for personal financial information":["Por qué pedimos información financiera personal"],"Verifying your information with WooCommerce Payments":["La verificación de tu información con WooCommerce Payments"],"Learn more about how to receive deposits.":["Obtén más información sobre cómo recibir depósitos."],"In order to receive deposits with <a>WooCommerce Payments<\/a>, you'll need to share business details to verify who you are.":["Para recibir depósitos de <a>WooCommerce Payments<\/a>, tienes que compartir los detalles del negocio para verificar tu identidad."],"Company URL":["URL de la empresa"],"Company phone number":["Número de teléfono de la empresa"],"Company address":["Dirección de la empresa"],"Industry":["Sector"],"Type of businesss":["Tipo de empresa"],"Country where your business is based":["País en el que se ubica el negocio"],"Business info:":["Información del negocio:"],"Social Security number (SSN) or Taxpayer Identification Number":["Número de la Seguridad Social o Número de Identificación Fiscal"],"Home address":["Dirección particular"],"Date of birth":["Fecha de nacimiento"],"Legal name":["Razón social"],"Business owner info:":["Información del propietario del negocio:"],"Here's a brief list of the information you'll need to finish payment signup:":["A continuación, te mostramos una breve lista de la información que necesitarás para finalizar la inscripción en Payments:"],"What information should I have at hand before I start the “Know Your Customer” process?":["¿Qué información debo tener a mano antes de empezar el proceso \"Conoce a tu cliente?"],"We'll do our best to work with Stripe to confirm your identity as quickly as we can. Typically, we'll confirm your application within a couple of days.":["Haremos todo lo posible por trabajar con Stripe y confirmar tu identidad tan rápido como podamos. Por lo general, confirmamos las aplicaciones en el plazo de un par de días."],"How quickly will you confirm my identity and allow me to process payments?":["¿Cuánto tardaréis en confirmar mi identidad y permitirme procesar los pagos?"],"We take every step required to safeguard your personal data. WooCommerce Payments is built in partnership with Stripe to store your data in a safe and secure manner.":["Tomamos todas las medidas necesarias para proteger tus datos personales. WooCommerce Payments se ha creado en colaboración con Stripe para almacenar tus datos de forma segura."],"Is my data safe with WooCommerce?":["¿Están mis datos seguros con WooCommerce?"],"If you're setting up WooCommerce Payments for someone else, it's best to have that person complete the account creation process. As you can see above, we ask for very specific information about the business owner - and you might not have all the details at hand. It's not always possible to change account information once it's been saved, especially if the site accepts live transactions before the correct account information is entered.":["Si estás configurando WooCommerce Payments para otra persona, lo mejor es que esa persona complete el proceso de creación de la cuenta. Como puedes ver arriba, pedimos información muy concreta sobre el propietario del negocio (y puede que no tengas todos los detalles a tu alcance). No siempre es posible modificar la información de la cuenta una vez que se ha guardado, sobre todo si el sitio web acepta transacciones antes de que se haya introducido la información correcta de la cuenta."],"Mobile phone number":["Número de teléfono móvil"],"Email address":["Dirección de correo electrónico"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Con WooCommerce Payments, puedes aceptar de forma segura las principales tarjetas, Apple Pay y pagos en más de 100 monedas, sin costes de configuración ni cuotas mensuales, y ahora puedes aceptar pagos en persona con la aplicación móvil de Woo."],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Al hacer clic en \"Finalizar configuración\", aceptas las <a>Condiciones del servicio<\/a>"],"Bank account information":["Información de la cuenta bancaria"],"Finish setup":["Finalizar configuración"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Todo listo para empezar a utilizar las prestaciones y las ventajas de WooCommerce Payments."],"Setup complete!":["La configuración ha terminado."],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Ahora, para admitir depósitos, tendrás que verificar tus datos de pago y del negocio."],"Provide a few business details":["Indica algunos detalles de tu negocio"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Para garantizar transacciones seguras y protegidas, necesitas una cuenta de WordPress.com."],"Create and connect your account":["Crea y conecta tu cuenta"],"You’re only steps away from getting paid":["Solo unos pasos más y podrás aceptar pagos"],"Accepted payment methods":["Métodos de pago aceptados"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Con WooCommerce Payments, puedes aceptar de forma segura las principales tarjetas, Apple Pay y pagos en más de 100 monedas. Monitoriza el flujo de efectivo y gestiona los ingresos recurrentes directamente desde el panel de administración de tu tienda: sin costes de configuración ni cuotas mensuales."],"Finish setup to enable credit card payments":["Termina la configuración para admitir pagos con tarjeta de crédito"],"We'll notify you when we resume!":["Te avisaremos al reanudar la operación."],"We've temporarily paused new account creation.":["Hemos pausado temporalmente la creación de nuevas cuentas."],"Learn more":["Más información"],"WooCommerce Payments":["WooCommerce Payments"]}}}